src/main/resources/xml/usZipSoap/getInfoByZIP/getInfoByZip.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:web="http://www.webserviceX.NET">
	<soap:Header />
	<soap:Body>
		<web:GetInfoByZIP>
			<web:USZip>27410</web:USZip>
		</web:GetInfoByZIP>
	</soap:Body>
</soap:Envelope> 